romkatv/powerlevel10k

getantidote/use-omz
ohmyzsh/ohmyzsh path:plugins/colorize
ohmyzsh/ohmyzsh path:plugins/common-aliases
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/git-auto-fetch
ohmyzsh/ohmyzsh path:plugins/history
ohmyzsh/ohmyzsh path:plugins/magic-enter

# Completions
zsh-users/zsh-completions kind:fpath path:src
aloxaf/fzf-tab

# Utilities
unixorn/fzf-zsh-plugin
# belak/zsh-utils path:history
# zshzoo/macos conditional:is-macos
# belak/zsh-utils path:utility

zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search
zsh-users/zsh-autosuggestions

scmbreeze/scm_breeze

# sindresorhus/pure
